'use strict';

module.exports = [
  {
    title: `Ленд Ровер`,
    price: `900 000`,
    type: `ПРОДАМ`,
    comments: [
      {
        author: `Александр Бурый`,
        avatar: `avatar03`,
        content: `А что с прогоном автомобиля? Также вижу на фото зимнюю резину. А летняя идет ли впридачу?`,
      },
      {
        author: `Анатолий Хакимов`,
        avatar: `avatar04`,
        content: `Хочу прийти посмотреть на авто в среду. Мой телефон 89254455566. Готовы принять?`,
      },
      {
        author: `Георгий Шпиц`,
        avatar: `avatar02`,
        content: `Что это за рухлядь? Стыдно такое даже фотографировать, не то, что продавать.`,
      },
    ],
  },
  {
    title: `Ableton`,
    price: `900 000`,
    type: `ПРОДАМ`,
    comments: [
      {
        author: `Александр Бурый`,
        avatar: `avatar03`,
        content: `А что с прогоном автомобиля? Также вижу на фото зимнюю резину. А летняя идет ли впридачу?`,
      },
      {
        author: `Анатолий Хакимов`,
        avatar: `avatar04`,
        content: `Хочу прийти посмотреть на авто в среду. Мой телефон 89254455566. Готовы принять?`,
      },
      {
        author: `Георгий Шпиц`,
        avatar: `avatar02`,
        content: `Что это за рухлядь? Стыдно такое даже фотографировать, не то, что продавать.`,
      },
    ],
  },
];
